docs/blog/stop-buying-recyclabe-stuff.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-01-27 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Stop buying recyclable stuff</title>
<meta name="description" content="Why you shouldn't buy recyclable stuff." />
<meta name="keywords" content="environment public-policy" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/static/site.css"/><link rel="icon" type="image/x-icon" href="/static/favicon.ico"/></head>
<body>
<header id="top" class="status">
<div class="nav">
  <ul id="navlinks" class="horizontal-list">
    <li>
      <a href="/">Home</a>
    </li>
    <li>
      <a href="/blog/index.html">Blog</a>
    </li>
    <li>
      <a href="/about.html">About</a>
    </li>
  </ul>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Stop buying recyclable stuff</h1>
</header><p>
… and start buying recycled stuff.
</p>

<p>
There is no use in an item being recyclable if it is not ever
recycled. The idea of recycling is to reduce (ideally, to eliminate)
waste, but this does not happen if a recyclable product does not get
recycled.
</p>

<p>
Lots of people and organizations have called out the fact that
plastics are almost always recyclable, but rarely recycled <a href="https://www.greenpeace.org/usa/the-myth-of-single-use-plastic-and-recycling/">[1]​</a> <a href="https://www.nytimes.com/2023/09/01/headway/plastic-recycling-california-law.html">[2]​</a>
<a href="https://www.earthday.org/plastic-recycling-is-a-lie/">[3]​</a> <a href="https://www.npr.org/2022/12/08/1141601301/the-myth-of-plastic-recycling">[4]​</a>. The reason for the non-recycling of plastics is usually
economic (it is cheaper to produce new plastic than to recycle it,
specially if you account for logistic costs), while the reason for the
recyclability of plastics is to assuage the conscience of the consumer
who cares about an unpolluted environment — that is, a form of
<a href="https://en.wikipedia.org/wiki/Greenwashing">greenwashing</a>.
</p>

<p>
There are ways to change the economic incentives to encourage
recycling, such as a tax on the extraction of raw materials, a subsidy
for the recycling of raw materials, or investment in better systems
for <a href="https://en.wikipedia.org/wiki/Reverse_logistics">reverse logistics</a>. As an individual you can support some or all of
these measures, but you can also change your buying habits, which will
then force companies to change their behaviour.
</p>

<p>
Some environmental activists are sceptical about the impact of
individual behaviour, and surely it is hard to coordinate collective
action to the point that it changes corporate behaviour. That may be
so, but it does seem that if individual behaviour can make plastics
recyclable, it should also be able to force companies to produce using
recycled materials wherever possible, simply via the market mechanism
(that is, via the aggregation of individual consumer choices).
</p>

<p>
I therefore call on you as an individual to prefer buying products
made of materials that are more durable and more commonly recycled
(e.g., most metals, glass) or — the more sure-fire way — to simply buy
products made with recycled materials (the higher percentage, the
better).
</p>

<section id="outline-container-orgfcb6a9b" class="outline-2">
<h2 id="orgfcb6a9b">Why you should care about recycling</h2>
<div class="outline-text-2" id="text-orgfcb6a9b">
<p>
Even if you are not big on environmental issues, I trust you like
breathing clean air, drinking pure water, and eating non-contaminated
food. These desirable conditions are all more easily achieved when we
make conscientious use of the resources of our planet, which are after
all finite. Recycling is one way to help us in this quest, allowing us
to reuse already extracted raw materials instead of dumping them into
the air we breath (via burning them), into the water we drink or into
the land we grow food on.
</p>

<p>
You should
</p>

<blockquote>
<p>
act so that the effects of your action are compatible with the
permanence of genuine human life. (<a href="https://en.wikipedia.org/wiki/Hans_Jonas">Hans Jonas</a>)
</p>
</blockquote>

<p>
Recycling helps us not exhaust limited resources, and thus contributes
to the continuation of the human experience. If you have trouble
picturing what I mean by human experience, just think of giving your
children and grandchildren the same (or better) resources you were
given. Do better for them, and for yourselves.
</p>
</div>
</section>
</main>
</body>
</html>
